Repository: Bankart-PGW/bankart-woocommerce
Catalog: languages/woocommerce-bankart-payment-gateway-*.po
Languages: sl_si

source: WooCommerce Bankart Payment Gateway Extension
sl_si: WooCommerce Bankart Payment Gateway vtičnik

source: Bankart Payment Gateway for WooCommerce
sl_si: Bankart Payment Gateway za WooCommerce

source: Bankart
sl_si: WooCommerce Bankart Payment Gateway vtičnik

source: Diners cards
sl_si: Diners kartice

source: For accepting Diners card payments using Bankart Payment Gateway and Erstecard (Slovenia) credentials
sl_si: Za sprejemanje plačil z Diners plačilni karticami preko Bankart Payment Gateway sistema (če imate pogodbo z Erstecard).

source: Title
sl_si: Naziv plačilne metode

source: Text displayed to the customer on the payment selection menu
sl_si: Naziv plačilne metode prikazane kupcu ob izboru načina plačila

source: Diners card
sl_si: Diners kartica

source: Description
sl_si: Naziv plačilne metode

source: Description of the payment method displayed to the customer
sl_si: Naziv plačilne metode prikazane kupcu ob izboru načina plačila

source: Pay securely for your order with a Diners card.
sl_si: Varno plačilo naročila z Diners plačilno kartico

source: API User
sl_si: API uporabnik

source: Your API username credential
sl_si: Uporabniško ime za API vmesnik

source: API Password
sl_si: Geslo za API vmesnik

source: Your API password
sl_si: Vaše geslo za API vmesnik

source: API Key
sl_si: API ključ

source: Your payment connector API key
sl_si: Vaš API ključ za plačilno metodo

source: Shared Secret
sl_si: Deljena skrivnost

source: Your payment connector shared secret
sl_si: Vaš deljena skrivnost za plačilno metodo

source: Integration Key
sl_si: Integracijski ključ

source: Integration key for Payment.js fields
sl_si: Ključ za integracijo Payment.js polj

source: Transaction type
sl_si: Tip transakcije

source: Erstecard (Slovenia) only allows debit transactions
sl_si: Erstecard dovoluje le transakcija tipa " debit".

source: Debit
sl_si: Nakup (Debit)

source: Preauthorize approved
sl_si: Predavtorizcija odobrena

source: Select the order status for successful preauthorization
sl_si: Izberi status za uspešno predavtorizacijo

source: Installments
sl_si: Obroki

source: Select the option based on the agreement with your acquiring bank
sl_si: Izberite opcijo določeno v pogodbi z vašo banko

source: Instalments disabled
sl_si: Izključeno

source: Up to 6 instalments
sl_si: Do 6 obrokov

source: Up to 12 instalments
sl_si: Do 12 obrokov

source: Up to 24 instalments
sl_si: Do 24 obrokov

source: Up to 36 instalments
sl_si: Do 36 obrokov

source: Describe instalment option
sl_si: Opis obročnega plačila

source: Description of the instalments option displayed to the customer
sl_si: Opis bo prikazan kupcu ob izbiri plačila

source: Select the number of instalments, if your payment card supports selecting instalments at the point of sale
sl_si: Izberite število obrokov, če vasa kartica podpira obročan plačila na tem prodajnem mestu.

source: Minimum instalment amount
sl_si: Najnižji znesek obroka

source: Based on this amount the maximum number of allowed instalments will be calculated
sl_si: Na podlagi zneska bo preračunan izbor števila obrokov ponujenih kupcu

source: Maestro Mastercard VISA cards
sl_si: Maestro Mastercard VISA kartice

source: For accepting Maestro, Mastercard and VISA card payments using Bankart Payment Gateway (Slovenian banks)
sl_si: Za sprejemanje plačil z Maestro, Mastercard in VISA plačilni karticami preko Bankart Payment Gateway sistema (če imate pogodbo s slovensko banko).

source: Pay securely for your order with your debit or credit card.
sl_si: Varno plačilo naročila z debetno ali kreditno kartico.

source: Preauthorize/Capture/Void
sl_si: Predavtorizcija

source: Payment cards
sl_si: Plačilne kartice

source: For accepting card payments using Bankart Payment Gateway
sl_si: Za sprejemanje kartičnih plačil preko Bankart Payment Gateway sistema.

source: Awaiting payment
sl_si: Čakanje na plačilo

source: Payment failed or was declined
sl_si: Plačilo je bilo neuspešno

source: Payment authorized. Awaiting capture/void.
sl_si: Plačilo avtorizirano. Potreben zajem /stornacija.

source: Payment voided
sl_si: Predavtorizacija plačila stornirana

source: Error
sl_si: Napaka

source: Payment card
sl_si: Plačilna kartica

source: Pay securely for your order with a payment card.
sl_si: Varno plačilo naročila z vašo plačilno kartico

source: Card holder
sl_si: Ime in priimek imetnika kartice

source: Card number
sl_si: Številka kartice

source: Expiration date
sl_si: Datum veljavnosti

source: Number of instalments
sl_si: Število obrokov

source: Number of instalments:
sl_si: Število obrokov:

source: First name must not be empty
sl_si: Prosim vnesite ime imetnika kartice

source: Last name must not be empty
sl_si: Prosim vnesite priimek imetnika kartice

source: Cardholder must not be empty
sl_si: Prosim vnesite ime imetnika kartice

source: Expiration month must not be empty
sl_si: Prosim izberite mesec poteka veljavnosti

source: Invalid expiration month
sl_si: Napačen mesec veljavnosti

source: Expiration year must not be empty
sl_si: Prosim izberite leto poteka veljavnosti

source: Invalid expiration year
sl_si: Napačno leto poteka veljavnosti

source: Card expired
sl_si: Kartica je potekla

source: Card number must not be empty
sl_si: Prosim vnesite svojo številko plačilne kartice

source: Invalid card number
sl_si: Nepravilna številka kartice

source: CVV code must not be empty
sl_si: Prosim vnesite svojo trimestno varnostno kodo

source: Invalid CVV code
sl_si: Neveljavna trimestna varnostna koda
